class BasicManner{
  static const List<Map<String,String>> mannerItem=[
    {
      'title': '一、茶具要保持洁净',
      'text': '在冲泡茶叶前，要先用开水烫茶具，这是最基本的礼仪。一方面是干净卫生，热水既可以消毒，又可以除去杯子上的异味；另一方面呢就是开水烫茶壶，有温壶的效果，有利于醒茶。'
    },
    {
      'title': '二、备茶',
      'text': '出于礼貌和尊重，一般不会自己随意挑选一款茶叶来泡。而是要先问客人喜欢喝什么茶，以及客人口味习惯，茶汤的浓淡一定要把握好。'
    },
    {
      'title': '三、取茶',
      'text': '在冲泡茶叶前，要先用开水烫茶具，这是最基本的礼仪。一方面是干净卫生，热水既可以消毒，又可以除去杯子上的异味；另一方面呢就是开水烫茶壶，有温壶的效果，有利于醒茶。'
    },
    {
      'title': '四、茶水不宜过满',
      'text': '俗话说：“七分茶，三分情”。茶水最好倒七分满，倒得太满的话不方便客人端杯，容易烫到手；倒的太少的话也不合适呀，跟的不舍得让人家喝似的。所以啊，要留三分情给客人。'
    },
    {
      'title': '五、端茶有讲究',
      'text': '给客人递茶时要注意拿杯子的位置，不要用手触碰杯口，不卫生，客人心里不舒服又不好意思说，怪尴尬的。要一手端杯底，一手扶着杯身，或者用托盘。'
    },
    {
      'title': '六、及时添茶水',
      'text': '在喝茶过程中，要及时添杯，通常是客人喝过几口之后就要主动续茶，不要让客人空杯。还有添茶时，一定要先客人，后自己。'
    },
    {
      'title': '七、茶具要轻拿轻放',
      'text': '喝完茶之后，茶杯要轻轻地放下，尽可能放在倒茶人近的位置，以便于人家续茶。'
    },
  ];
}