class BrewTeaStep {
  static const List<Map<String, String>> brewTeaStep = [
    {
      'title': '温 杯',
      'text': '用热水把泡茶的器具烫一下。\n这一步的目的是清洁并预热茶具，同时突出干茶的香气。',
    },
    {
      'title': '投 茶',
      'text': '根据茶杯的大小，往茶具中投放适量茶叶。\n用工具取茶，避免直接用手触碰。',
    },
    {
      'title': '润 茶',
      'text': '将沸水冲入茶叶中，然后迅速倒出。第一泡茶水倒掉不用，目的是清洗茶叶，同时更好的舒展释放茶叶香气。',
    },
    {
      'title': '出 汤',
      'text': '根据茶的类型选择相应的冲泡时间与方法。\n将茶叶中的茶汤倒入公道杯。',
    },
    {
      'title': '分 茶',
      'text': '把茶汤倒入品茗杯中，以八分满为宜。\n根据先长后幼的顺序依次斟茶。',
    },
  ];
}
