class MakeTeaStep {
  static const List<Map<String, String>> makeTeaStep = [
    {
      'title': '鲜 叶',
      'text': '按制茶要求从茶树新梢上采下的芽叶，包括新梢的顶芽、顶端往下的第一、二、三、四叶，俗称茶青、生叶或青叶。',
    },
    {
      'title': '杀 青',
      'text': '杀青的目的是：用高温破坏鲜叶中氧化的活性，阻止茶多酚的酶促氧化以及叶子内含物质不必要的变化。',
    },
    {
      'title': '揉 捻',
      'text': '用人力或机械的摩擦力把叶子揉紧成条，并破坏部份叶组织的工序，使干燥后的茶叶外形紧结，用水冲泡时茶汁易泡出。',
    },
    {
      'title': '干 燥',
      'text': '茶叶初制的最后一道工序，干燥后即成毛茶。干燥温度、投叶量以及操作方法，是保证茶叶最后获得优良品质的重要技术。',
    },
    {
      'title': '成 品',
      'text': '恭喜你，\n茶品制作完成！',
    },
  ];
}
