class TeaEtiquetteDetail{
  static const List<Map<String,String>> etiquetteItem=[
    {
      'imgPath': 'assets/images/tea_culture_etiquette/bow_eq.png',
      'title': '鞠躬礼',
      'text': '分为站式、坐式和跪式三种。根据行礼的对象分成“真礼”(用于主客之间)、“行礼”(用于客人之间)与"草礼"(用于说话前后)。站立式鞠躬与坐式鞠躬比较常用，其动作要领是：两手平贴大腿徐徐下滑，上半身平直弯腰，弯腰时吐气，直身时吸气。弯腰到位后略作停顿，再慢慢直起上身。行礼的速度宜与他人保持一致，以免出现不谐调感。',
    },
    {
      'imgPath': 'assets/images/tea_culture_etiquette/palm_eq.png',
      'title': '伸掌礼',
      'text': '这是品茗过程中使用频率最高的礼节，表示"请"与"谢谢"，主客双方都可采用。两人面对面时，均伸右掌行礼对答。两人并坐时，右侧一方伸右掌行礼，左侧方伸左掌行礼。伸掌姿势为：将手斜伸在所敬奉的物品旁边，四指自然并拢，虎口稍分开，手掌略向内凹，手心中要有含着一个小气团的感觉，手腕要含蓄用力，不至显得轻浮。行伸掌礼同时应欠身点头微笑，讲究一气呵成。',
    },
    {
      'imgPath': 'assets/images/tea_culture_etiquette/knock_eq.png',
      'title': '叩指礼',
      'text': '此礼是从古时中国的叩头礼演化而来的，叩指即代表叩头。早先的叩指礼是比较讲究的，必须屈腕握空拳，叩指关节。随着时间的推移，逐渐演化为将手弯曲，用几个指头轻叩桌面，以示谢忱。',
    },
    {
      'imgPath': 'assets/images/tea_culture_etiquette/meaning_eq.png',
      'title': '寓意礼',
      'text': '这是寓意美好祝福的礼仪动作，最常见的有：\n'
          '①凤凰三点头。用手提壶把，高冲低斟反复三次，寓意向来宾鞠躬三次，以示欢迎。高冲低斟是指右手提壶靠近茶杯口注水，再提腕使开水壶提升，此时水流如"酿泉泄出于两峰之间"，接着仍压腕将开水壶靠近茶杯口继续注水。如此反复三次，恰好注入所需水量，即提腕断流收水。\n'
          '②双手回旋。在进行回转注水、斟茶、温杯、烫壶等动作时用双手回旋。若用右手则必须按逆时针方向，若用左手则必须按顺时针方向，类似于招呼手势，寓意“来、来、来”表示欢迎。反之则变成暗示挥斥“去，去、去”了。\n'
          '③放置茶壶时壶嘴不能正对他人，否则表示请人赶快离开。\n'
          '④斟茶时只斟七分即可，暗寓"七分茶三分情"之意。俗话说：“茶满欺客”，茶满不便于握杯啜饮。',
    },
  ];
}