class TeaAttentionText{
  static const List<Map<String,String>> attentionItem=[
    {
      'title': '品 茗 谈 吐',
      'text': '   品茗活动前，冲泡者应落落大方又不失礼貌地自报家门，最常用的开场白是“大家好！我叫某某，很高兴能为大家泡茶。有什么需要我服务的，请尽管吩咐。”\n'
          '   冲泡开始前，应简要地介绍一下所冲泡的茶叶名称，以及这种茶的文化背景、产地、品质特征、冲泡要点等。但 介绍内容不能过多，要语言精练，语意正确，语调亲切，使饮者感到茶道是一种高雅的享受。\n'
          '   冲泡过程中，对每一道程序，要用一两句话加以说明，特别是对一些富有寓意的操作程序，更应及时指明，起到画龙点睛的作用。\n'
          '   冲泡完毕，客人还需要继续品茶，而冲泡者不得不离开时，应征求客人的意见，如"请大家慢用，随时恭候您的吩咐，我可以离开吗"？这样显示出对客人的尊重。 '
    },
    {
      'title': '泡 茶 款 客',
      'text': '      主人在泡茶款客前，先拿出一些名优茶放在茶盘中，供客人挑选，以表达主人对客人的尊重，同时让客人仔细欣赏茶的外形、色泽和干香'
    },
    {
      'title': '取 茶 文 明',
      'text': '将茶筒中的茶叶放入壶或杯中，应使用竹或木制的茶匙摄取，不要用手抓。若没有茶匙，可将茶筒倾斜对准壶或杯轻轻抖动，使适量的茶叶落入壶或杯中。'
    },
  ];
}